//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Destek alın";
"GetLabsUninstaller" = "Kaldırıcıyı Al";


// DISPATCHER
"ReinstallButtonDescription" = "En son sürümü yükle";
"UninstallButtonDescription" = "Mevcut yüklemeyi kaldır";

"ReinstallButtonTitle" = "EN SON SÜRÜMÜ EDİNİN";
"UninstallButtonTitle" = "KALDIR";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Adobe® Flash® Player yüklenemiyor.\n";
"NewerFlashPlayerAlreadyInstalled" = "Bu yazılımın daha yeni bir sürümü bu sistemde zaten yüklü.";
"InstalledVersionTitle" = "Yüklü sürüm:";
"ThisVersionTitle" = "Bu sürüm:";
"SystemDoesNotMeetMinimumRequirements" = "Sistem, minimum yükleme gereksinimlerini karşılamıyor. Mac OS X %@ veya üstü gerekir.";
"NeedToUninstallFirst" = "Flash Player'ın bu sürümünü yüklemeden önce Flash Player kaldırıcısını çalıştırmanız gerekir. Kaldırıcıyı indirmek için lütfen Adobe Labs web sayfasını ziyaret edin.";

// WELCOME
"LicenseAgreementLink" = "Lisansı buradan okuyun.";
"ReadAndAgreeToTermsOfUse" = "Flash Player Lisans Sözleşmesi şartlarını okudum ve kabul ediyorum.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Devam etmek için aşağıdaki uygulamaları kapatın:";
"CloseFPClientsDescription2" = "Bu uygulamaları el ile veya aşağıdaki düğmeyi tıklatarak kapatabilirsiniz.";

"ForceCloseAllButtonTitle" = "Tümünü Zorla Kapat";

"CloseAppsDialogTitle" = "Ek uygulamaları kapatın";
"CloseAppsDialogMessage" = "Hala kapanması gereken uygulamalar var.\n\nGüncel listeyi görmek için Tamam\'ı tıklatın.";

"OKButtonTitle" = "Tamam";
"CloseButtonTitle" = "Kapat";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player %@ Yükleyici";

"EnableInstallMessage" = "Yüklemeyi etkinleştirmek üzere lisans sözleşmesini kabul etmek için yukarıdaki onay kutusunu işaretleyin.";

"InstallingMessage" = "Yükleme yapılıyor…";
"InstallPercentage" = "%%%d";
"FinalizingInstallationMessage" = "Yükleme tamamlanıyor…";

"InstallButtonTitle" = "YÜKLE";
"RetryButtonTitle" = "YENİDEN DENE";
"QuitButtonTitle" = "ÇIKIŞ";
"DoneButtonTitle" = "BİTTİ";
"DownloadButtonTitle" = "İNDİR";

// +--> Success
"InstallSucceededTitle" = "Flash Player %@ yükleme işlemi tamamlandı.";
"RestartBrowserMessage" = "Lütfen tarayıcınızı yeniden başlatın";

// +--> Failure
"InstallFailedTitle" = "Yükleme başarısız oldu";
"InstallFailedDescription" = "Bu yükleme başarısız oldu.";
"ErrorLogTitle" = "Hata Günlüğü:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Flash Player Tercihlerini Güncelle";
"UpdateOptionsSubheader" = "Güvenlik güncellemeleri ve iyileştirmeleri otomatik olarak indirilip yüklenebilir.";
"UpdateMethodSelectionTitle" = "Güncelleme yönteminizi seçin:";
"UpdateOption_InstallAutomatically" = "Adobe'nin güncellemeleri yüklemesine izin ver (önerilir)";
"UpdateOption_NotifyUser" = "Güncellemelerin yüklenip yüklenmeyeceğini bana sor";
"UpdateOption_DoNotCheckForUpdates" = "Güncellemeleri hiçbir zaman denetleme (önerilmez)";
"UpdateOptionsLearnMore" = "Daha Fazla Bilgi";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_tr";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player Kaldırıcı";
"UninstallDescriptionText" = "Bu program Adobe® Flash® Player uygulamasını bilgisayarınızdan kaldıracak.";
"UninstallDescriptionText_PlusTentacleRemover" = "Bu program Adobe® Flash® Player uygulamasını, önbellek dosyalarını ve ayarlarını bilgisayarınızdan kaldıracak.";

"UninstallingMessage" = "Uygulama kaldırılıyor…";
"UninstallCompletedTitle" = "Tamamlandı";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player sisteminizden kaldırıldı.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Güncelleme bilgisi yüklenemedi. İnternet bağlantınızı kontrol edin ve tekrar deneyin.";
"CheckingForUpdatesText" = "Güncelleme bilgileri alınıyor...";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player sisteminizde güncel.";

// Update available
"AutoUpdateXmlLocale" = "tr";
"FPAutoUpdateWindowTitle" = "Adobe Flash Player'ı Güncelle";
"UpdateAvailableText" = "Adobe® Flash® Player güncellemesi mevcut.";
"InstallThisUpdateQuestion" = "Bu güncelleme yüklensin mi?";
"ChangeSettingsText" = "Güncelleme ayarlarınızı Yerel Ayarlar Yöneticisi'nde değiştirebilirsiniz.";
"LaunchLSMLink" = "Yerel Ayarlar Yöneticisi'ni Başlat";

"RemindMeLaterButtonTitle" = "DAHA SONRA HATIRLAT";


// Download Progress Panel
"CancelButtonTitle" = "İPTAL";
"DownloadSucceededTitle" = "İndirme başarıyla tamamlandı";
"DownloadFailedTitle" = "İndirme başarısız oldu";
"DownloadPercentage" = "%%%d";
"DownloadFailedDescription" = "Yükleyici indirilirken bir hata oluştu. İnternet'e bağlı olduğunuzdan emin olun ve tekrar deneyin.";
"DownloadingMessage" = "İndiriliyor...";
"VerifyingDownloadMessage" = "İndirme Doğrulanıyor…";
"UnpackingDownloadMessage" = "İndirme Paketi Açılıyor...";
"LaunchingInstallerMessage" = "Yükleyici Başlatılıyor...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/tr/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/tr/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Kullanım Verileri";
"AnalyticsCheckboxLabel" = "Adsız Kullanım Verileri Gönderin";
"AnalyticsCheckboxDescription" = "Adsız kullanım verileri göndererek Adobe Flash Player'ı iyileştirmemize yardımcı olun. Bu seçimi dilediğiniz zaman değiştirebilirsiniz.";
"AnalyticsLearnMore" = "Daha Fazla Bilgi";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_tr";
